import React from 'react';

const AboutPage = () => {
  return (
    <div style={{ padding: '2rem' }}>
      <h2>🟢 "Про нас"</h2>
      <p>
Ми — команда ентузіастів, яка обожнює створювати прості та красиві рішення.

Наша мета — зробити інтернет зручнішим, а цифровий світ — доступнішим для кожного. Ми поєднуємо креативність із сучасними технологіями, щоб реалізувати ідеї, які справді працюють.

Незалежно від того, чи це невеликий особистий проєкт, чи складна веб-платформа — ми віримо в увагу до деталей і чистий код.

</p>
    </div>
  );
};

export default AboutPage;